[Play_X2_XP_S_SPK_Generic_Failure_A AkEvent]
SpokenText="Старійшини дарували нам нову перемогу, наближаючи нас ще на крок до обіцяного світлого майбутнього."

[Play_X2_XP_S_SPK_Generic_Failure_B AkEvent]
SpokenText="І знову благословення Старійшин принесло нам перемогу над силами хаосу. Світло Старійшин відтісняє темряву. Нас чекає успіх!"

[Play_X2_XP_S_SPK_Generic_Failure_C AkEvent]
SpokenText="Ворог тільки й чекає, щоб ми забули несправедливість старого світу. Його насильство. Страждання. Непотрібні жертви. Однак ADVENT нічого не забуває. Ми пам'ятаємо. Ми ніколи не дозволимо цьому повторитися."

[Play_X2_XP_S_SPK_Generic_Failure_D AkEvent]
SpokenText="Викиньте зі своїх сердець тих, хто прагне нашкодити союзу між людством і Старійшинами. Вони перестали бути вашими братами та сестрами. Вони відмовилися від нас, виступивши проти Старійшин."

[Play_X2_XP_S_SPK_Generic_Failure_E AkEvent]
SpokenText="Ворог згинається під тиском справжньої сили ADVENT. Ми не ховаємось у тіні - нас оточує світло Старійшин."

[Play_X2_XP_S_SPK_Generic_Success_A AkEvent]
SpokenText="Хочу запевнити всіх громадян ADVENT: наші миротворці не зупиняться ні перед чим, щоб не допустити нових атак злочинних елементів, подібних до тієї, що сталася сьогодні. Старійшини покладаються на нашу здатність нейтралізувати будь-яку загрозу миру."

[Play_X2_XP_S_SPK_Generic_Success_B AkEvent]
SpokenText="Ми не повинні дозволяти терористам вселяти страх у наші серця. Їх сьогоднішня перемога - незначна подія, яка не зіб'є нас з нашого шляху до спасіння, уготованого нам Старійшинами."

[Play_X2_XP_S_SPK_Generic_Success_C AkEvent]
SpokenText="Двадцять років миру та процвітання не можна перекреслити недалекоглядними діями кількох окремих осіб. Ми єдині зі Старійшинами. Віра в їхню мудрість допоможе нам подолати цю кризу."

[Play_X2_XP_S_SPK_Generic_Success_D AkEvent]
SpokenText="Попри всі смерті та руйнування, XCOM відмовляється відступити від порядків старого світу. Вони готові й надалі чинити свої злодіяння, допоки весь світ не охопить полум'я хаосу. Ми дякуємо Старійшинам за те, що вони допомагають нам раз і назавжди розібратися з цією загрозою."

[Play_X2_XP_S_SPK_Generic_Success_E AkEvent]
SpokenText="Наші вороги ховаються в тіні, змовляючись зруйнувати все, що ми побудували. Вони хочуть повернути хаос старого світу. Тільки об'єднавшись, ми зможемо дати їм відсіч. Любов до Старійшин об'єднує нас і веде до перемоги. Будь-якою ціною."

[Play_X2_XP_S_SPK_Neutralize_Failure_A AkEvent]
SpokenText="З величезним задоволенням повідомляю вам, що нещодавню терористичну атаку на мирних жителів було відвернено нашими хоробрими миротворцями. Наші вірні війська знову захистили мир і спокій нашого союзу!"

[Play_X2_XP_S_SPK_Neutralize_Failure_B AkEvent]
SpokenText="Терористи сьогодні намагалися забрати життя лояльних громадян і могли б досягти свого, якби не втручання миротворців ADVENT. Подякуємо Старійшинам за їх захист."

[Play_X2_XP_S_SPK_Neutralize_Failure_C AkEvent]
SpokenText="Кожен учасник коаліції цінний для Старійшин. Сьогодні вони знову стримали свою обіцянку захищати людство: миротворцям вдалося відвернути чергову загрозу з боку XCOM."

[Play_X2_XP_S_SPK_Neutralize_Failure_D AkEvent]
SpokenText="Сьогоднішня битва закінчилася нищівною поразкою терористів із XCOM. Однак ми не радіємо - ми сумуємо за втраченими життями. Якби вони тільки могли побачити велич Старійшин... Якби вони тільки могли прийняти цей союз..."

[Play_X2_XP_S_SPK_Neutralize_Failure_E AkEvent]
SpokenText="І знову XCOM намагається вселити страх серед людей, обираючи своєю метою мирного громадянина. Цей підступний напад, однак, було зупинено нашими пильними військами, а противник відступив за межі цивілізації, подібно до пораненого звіра, яким він і є."

[Play_X2_XP_S_SPK_Neutralize_Success_A AkEvent]
SpokenText="Співгромадяни, я з глибоким жалем повідомляю вам, що злочинці, які прагнуть покласти край нашому союзу, опустилися до нападу на мирного співробітника ADVENT. Зберігайте пильність і будьте впевнені: ми не зупинимося ні перед чим, щоб припинити ці огидні напади!"

[Play_X2_XP_S_SPK_Neutralize_Success_B AkEvent]
SpokenText="Не бійтеся терористів, які обирають мирних громадян за свої цілі. Проявіть жалість, але не показуйте страху. Їхні дії подібні до реакції вмираючої тварини, яка знає, що її кінець близький. ADVENT безсмертний. Вони - ні."

[Play_X2_XP_S_SPK_Neutralize_Success_C AkEvent]
SpokenText="Радикальні елементи, що прагнуть отруїти майбутнє нашого світу, знову відібрали у нас співвітчизника. Але Старійшини все одно протягують їм руку дружби, беручи на себе цей тягар заради всього людства."

[Play_X2_XP_S_SPK_Neutralize_Success_D AkEvent]
SpokenText="Сьогодні злочинні елементи знову безпричинно напали на нас. Нехай громадяни ADVENT, що втратили свої життя, знайдуть вічний спокій в обіймах Старійшин."

[Play_X2_XP_S_SPK_Neutralize_Success_E AkEvent]
SpokenText="Ми неодноразово закликали вас, співгромадяни, відкинути жалість до терористів, які ховаються в наших стінах. Зрештою, всі вони зрадять вас, і сьогодні це на власному прикладі усвідомив один із наших видатних громадян. Трагічна втрата для всіх нас."

[Play_X2_XP_S_SPK_Rescue_Failure_A AkEvent]
SpokenText="Знову і знову радикальні елементи намагаються перешкодити роботі реабілітаційних центрів. Ми повинні подякувати нашим доблесним миротворцям за підтримку порядку, за те, що все новим громадянам випадає можливість скинути окови старого світу і розкрити себе славі Старійшин."

[Play_X2_XP_S_SPK_Rescue_Failure_B AkEvent]
SpokenText="Співчуття Старійшин - приклад для всіх нас. Сьогоднішня успішна операція миротворців ADVENT дозволила повернути чергового заблукалого громадянина до суспільства."

[Play_X2_XP_S_SPK_Rescue_Failure_C AkEvent]
SpokenText="Кожна заблукала душа, яка повертається до світла Старійшин, наближає нас на крок до справжнього єднання. Наші реабілітаційні центри - храми Старійшин. Нехай ворог двічі подумає, перш ніж знову підняти на них руку."

[Play_X2_XP_S_SPK_Rescue_Failure_D AkEvent]
SpokenText="Немає такої ціни, яку ми не були б готові заплатити за безпеку громадян, які потребують допомоги наших реабілітаційних центрів. Сьогодні ми дали XCOM жорсткий, але необхідний урок."

[Play_X2_XP_S_SPK_Rescue_Failure_E AkEvent]
SpokenText="ADVENT завжди готовий відбити атаки на центри утримання. Сьогодні наші миротворці вкотре продемонстрували готовність відправити терористів за ґрати."

[Play_X2_XP_S_SPK_Rescue_Success_A AkEvent]
SpokenText="І знову я закликаю співгромадян зберігати спокій. Незважаючи на те, що терористам із XCOM вдалося випустити на свободу кількох ув'язнених, приводу для занепокоєння немає. Заради вашої безпеки посилено патрулі та розширено час дії комендантської години. Можете не сумніватися: ми знайдемо їх."

[Play_X2_XP_S_SPK_Rescue_Success_B AkEvent]
SpokenText="Я поділяю ваше занепокоєння за долю людей, викрадених сьогодні з реабілітаційного центру. Вони лише почали своє нове життя, відкривши свої серця Старійшинам. Запевняю вас: ми їх повернемо."

[Play_X2_XP_S_SPK_Rescue_Success_C AkEvent]
SpokenText="Нам усім хотілося б, щоб у центрах утримання не було потреби, щоб кожен міг поділитися любов'ю Старійшин. Однак, випустивши ув'язнених на свободу, XCOM знову демонструє нам необхідність таких заходів."

[Play_X2_XP_S_SPK_Rescue_Success_D AkEvent]
SpokenText="Я прошу сьогодні всіх вірних громадян: запам'ятайте обличчя злочинців, звільнених XCOM. Якщо ви побачите їх, негайно повідомте, адже ви - очі ADVENT, ви - воля Старійшин. Разом ми подолаємо всі труднощі!"

[Play_X2_XP_S_SPK_Rescue_Success_E AkEvent]
SpokenText="Ніякі терористи не зможуть похитнути наш благородний союз. Втеча з центру утримання ADVENT - ознака відчаю, адже потрібно втратити всяку адекватність, щоб стати на бік XCOM."

[Play_X2_XP_S_SPK_Retaliation_Failure_A AkEvent]
SpokenText="Миротворці ADVENT продовжують нести мир і надію у віддалені території. Послання Старійшин досягло нового поселення, однак у нас залишається багато роботи - потрібно врятувати весь інший світ."

[Play_X2_XP_S_SPK_Retaliation_Failure_B AkEvent]
SpokenText="Ми не можемо і не будемо дозволяти злочинним елементам ховатися у віддалених поселеннях. Якими б не страшними були для нас втрати, ми не повинні послаблювати натиск, щоб покласти край загрозі основоположним принципам нашого великого союзу."

[Play_X2_XP_S_SPK_Retaliation_Failure_C AkEvent]
SpokenText="Героїчні сили ADVENT повертаються з далеких країв з успіхом, наближаючи планету ще на крок до вічного миру."

[Play_X2_XP_S_SPK_Retaliation_Failure_D AkEvent]
SpokenText="Сьогодні ми можемо спати спокійно: доблесні миротворці ADVENT повертаються, знову навівши порядок на землях за нашими стінами. Подякуємо Старійшинам за надійний захист."

[Play_X2_XP_S_SPK_Retaliation_Failure_E AkEvent]
SpokenText="Якщо дозволити радикальним елементам зібратися разом, їхні збиткові ідеї стають подібні до гнійної рани. Як клініки генної терапії виганяють недуги з наших тіл, так і сили ADVENT позбавляють наш світ від сховищ терористів."

[Play_X2_XP_S_SPK_Retaliation_Success_A AkEvent]
SpokenText="Громадяни ADVENT! Незважаючи на всі зусилля наших миротворців, їхня спроба позбавити злочинні елементи сховища зазнала невдачі через дії групи XCOM. Знайте, що ця варварська кампанія проти миру не змусить нас припинити наші зусилля."

[Play_X2_XP_S_SPK_Retaliation_Success_B AkEvent]
SpokenText="Вірні співгромадяни, я звертаюся до вас із важким серцем. Загін ADVENT, відправлений у далекі поселення з ідеями єдності та надії, потрапив у засідку. Ми сумуємо за цією втратою. Вона не залишиться непокараною."

[Play_X2_XP_S_SPK_Retaliation_Success_C AkEvent]
SpokenText="Нехай наші миротворці сьогодні потрапили в засідку, але їхня справа буде продовжена. Ми не зупинимося, доки на диких землях навколо наших кордонів не встановиться мир, доки люди не почуватимуться у безпеці."

[Play_X2_XP_S_SPK_Retaliation_Success_D AkEvent]
SpokenText="Ми не повинні забувати, як низько готовий впасти наш ворог. Сьогоднішня безжальна засідка на передовий загін ADVENT знову продемонструвала нам: потрібно дати рішучу відсіч насильству та жорстокості старого світу."

[Play_X2_XP_S_SPK_Retaliation_Success_E AkEvent]
SpokenText="І знову XCOM стоїть на шляху прогресу, прагнучи повернути нас до хаосу та жорстокості минулого світу. Сьогодні була здійснена атака на миротворчі сили на віддаленій території. Але ми не зійдемо з наміченого шляху, тому що ми - ADVENT."

[Play_X2_XP_S_SPK_Sabotage_Failure_A AkEvent]
SpokenText="Лише своєчасне втручання сил ADVENT запобігло сьогоднішній атаці на нашу інфраструктуру. Будьте впевнені: наші війська переслідуватимуть XCOM та їхніх союзників-повстанців до переможного кінця."

[Play_X2_XP_S_SPK_Sabotage_Failure_B AkEvent]
SpokenText="XCOM і так зване Сопротивление вчергове спробували порушити роботу соціальних та медичних служб ADVENT. Наші хоробрі миротворці знову прийняли удар на себе в ім'я безпеки та комфорту мешканців. У цьому вся суть ADVENT: єдність - це сила."

[Play_X2_XP_S_SPK_Sabotage_Failure_C AkEvent]
SpokenText="ADVENT не стане терпіти атаки на нашу інфраструктуру. Сьогодні миротворці припинили один такий підступний напад. З тією ж непохитністю ми припинимо всі інші загрози життю наших співгромадян."

[Play_X2_XP_S_SPK_Sabotage_Failure_D AkEvent]
SpokenText="Наші доблесні сили завдали нового удару по кампанії XCOM: миротворці ADVENT швидко та ефективно відбили напад на наш комунікаційний центр. Для занепокоєння немає причин: послання Старійшин продовжить нести світло цьому світу."

[Play_X2_XP_S_SPK_Sabotage_Failure_E AkEvent]
SpokenText="Нещодавня невдала спроба злочинців із XCOM заволодіти цінними ресурсами ADVENT - чергова ознака марності їхніх зусиль. Як можна закликати до повернення старого світу, покладаючись на переваги нового?"

[Play_X2_XP_S_SPK_Sabotage_Success_A AkEvent]
SpokenText="Так зване Сопротивление знову загрожує миру: цього разу було пошкоджено найважливішу інфраструктуру ADVENT, що призвело до затримок у постачанні медикаментів та продовольства до деяких міських центрів. Ми просимо Старійшин подбати про нужденних."

[Play_X2_XP_S_SPK_Sabotage_Success_B AkEvent]
SpokenText="Міські центри ADVENT подібні до єдиного організму: коли такі злочинці, як XCOM, завдають удару по одній його частині, вони завдають удару по всіх. І поки екстрені служби ADVENT поспішають надати допомогу зонам лиха, миротворці йдуть слідом терористів, щоб ця трагедія більше ніколи не повторилася."

[Play_X2_XP_S_SPK_Sabotage_Success_C AkEvent]
SpokenText="Сьогоднішня безглузда атака терористів із XCOM не обіцяє нашим громадянам нічого, крім бід. Так зване Сопротивление прагне посіяти розбрат між нами, але ми не зійдемо з наміченого шляху. ADVENT чекає перемога."

[Play_X2_XP_S_SPK_Sabotage_Success_D AkEvent]
SpokenText="Довгі роки радикальні елементи загрожували союзу між людством та Старійшинами. Сьогоднішнє руйнування важливих елементів інфраструктури - загроза всьому нашому способу життя. Ми повинні скористатися прикладом Старійшин і виявити витримку, поки служби не будуть відновлені."

[Play_X2_XP_S_SPK_Sabotage_Success_E AkEvent]
SpokenText="Радикальні елементи, як заздрісні діти, прагнуть позбавити нас дарів, наданих Старійшинами. І хоча їхня неосвіченість викликає у нас жалість, ми не можемо залишити такі нападки без відповіді. Сьогоднішні проблеми - лише прелюдія до завтрашньої перемоги!"

[Play_X2_XP_S_SPK_Swarm_Failure_A AkEvent]
SpokenText="Ми надто довго терпіли загрозу з боку XCOM. Сьогодні ми показали ворогам всю міць ADVENT, і цю шкоду вони довго не забудуть."

[Play_X2_XP_S_SPK_Swarm_Failure_B AkEvent]
SpokenText="Де наші вороги зможуть сховатися від нас? Ми - ADVENT, і наша міць не знає меж. Сьогодні ми замикаємо кільце навколо ворога. Бігти нікуди."

[Play_X2_XP_S_SPK_Swarm_Failure_C AkEvent]
SpokenText="З волі Старійшин гнів ADVENT обрушується на наших ворогів. Їм більше не сховатися в тіні, не сховатися від світла Старійшин."

[Play_X2_XP_S_SPK_Swarm_Failure_D AkEvent]
SpokenText="Скоро XCOM перестане бути носієм брехні та помилок старого світу. Успіх сьогоднішнього штурму означає світле майбутнє для всього людства."

[Play_X2_XP_S_SPK_Swarm_Failure_E AkEvent]
SpokenText="ADVENT, на відміну від його ворогів, відкидає смерті та насильство. Ми радіємо не сьогоднішній перемозі, а тому, що вона ще на крок наближає цей світ до загального єднання."

[Play_X2_XP_S_SPK_Swarm_Success_A AkEvent]
SpokenText="Співгромадяни, я звертаюся до вас із сумними новинами: так зване Сопротивление здійснило новий жорстокий напад. Багато миротворців ADVENT віддали свої життя, відправившись до Старійшин. Нехай наші думки сьогодні будуть із ними."

[Play_X2_XP_S_SPK_Swarm_Success_B AkEvent]
SpokenText="Підступна тактика XCOM забрала життя багатьох вірних миротворців, але їхня жертва не буде марною. У нас довгі руки, і справедливий гнів Старійшин не дозволить жодному вбивству залишитися безкарним."

[Play_X2_XP_S_SPK_Swarm_Success_C AkEvent]
SpokenText="Прошу вас ушанувати хвилиною мовчання доблесних миротворців ADVENT, які сьогодні віддали свої життя за всіх нас. Ці жертви оберігають нас від хаосу та занепаду старого світу. Нехай навіки з ними буде благословення Старійшин."

[Play_X2_XP_S_SPK_Swarm_Success_D AkEvent]
SpokenText="Старійшини ні на крок не відступають від своєї угоди з людством навіть тоді, коли зневажливі терористи нападають на їхніх вірних слуг. Подякуємо ж їм за терпіння і продовжимо боротьбу з тими, хто спить і бачить крах цього союзу."

[Play_X2_XP_S_SPK_Swarm_Success_E AkEvent]
SpokenText="Сьогодні доблесні сили ADVENT вступили в новий конфлікт. Наші самовіддані миротворці принесли себе в жертву, щоб захистити мирних жителів від терористичної організації XCOM."
